SourceLANGID=1033
LANGID=1046
Generator=DKLang Translation Editor v3.0
LastModified=2016-06-27 16:36:08

[About]
00000002=Sobre
00000094=Aren
00000161=Fechar
00000162=Versões
00000165=Comentários, bugs, idéias de aprimoramentos e etc., serão muito bem vindos.
00000166=Sobre o Advanced Renamer
00000167=Verificar também o forum
00000168=Doação

[AddDir]
00000002=Adicionar Diretório
00000094=&Máscara:
00000161=Cancelar
00000162=OK
00000163=Incluir &Subdiretórios
00000164=Nova pasta...
00000165=Coincidência de expressões regulares:

[ARenMain]
00000002=ARen
00000005=0 Itens
00000006=0 Erros
00000007=Estado: OK
00000008=Barra de Ferramentas Principal
00000009=Atualizar
00000010=&Testar Lote
00000011=Auto-&Teste
00000012=Miniaturas
00000013=Configurações
00000014=&Ajuda
00000015=&Índice...
00000016=At&alhos...
00000017=&Log da Versão...
00000018=Verificar se há &nova versão...
00000020=&Sobre...
00000021=&Desfazer Lote Anterior
00000022=INICIAR LOTE
00000023=Lista da Barra de Ferramentas
00000024=&Adicionar
00000025=Arq&uivos...
00000026=&Diretórios...
00000027=&Lista
00000028=&Carregar...
00000029=&Salvar...
00000030=&Limpar...
00000031=Remover ítens com &erros
00000032=Mover para o topo
00000033=Mover acima
00000034=Mover abaixo
00000035=Mover para o  rodapé
00000036=Renomear Arquivos
00000058=Renomear Pastas
00000067=Nome do Arquivo:
00000068=Diretório:
00000069=Tamanho:
00000070=Data de Criação:
00000071=Data de Alteração:
00000072=Tipo do Arquivo:
00000073=Atributos:
00000074=Data Acessada:
00000075=Informações do Item
00000076=Sem Informações
00000077=Não é possível carregar informações extendidas. O arquivo pode estar em uso.
00000078=Imagem
00000079=Dimensões:
00000080=Obtida em:
00000081=Autor:
00000082=Direitos Autorais:
00000084=ID3
00000085=Título:
00000086=Artista:
00000087=Álbum:
00000088=Faixa:
00000089=Ano:
00000090=Gênero:
00000091=Dir.
00000092=Contém:
00000094=Nenhum método encontrado.
00000095=Renomeando Lista de Métodos...
00000096=Barra de Métodos
00000097=Adicionar Método
00000098=Remover Método
00000099=Limpar
00000100=Topo
00000101=Acima
00000102=Abaixo
00000103=Rodapé
00000105=Carregar Lista de Métodos
00000106=Salvar Lista de Métodos
00000107=Pré-Configurações:
00000110=Salvar Lista
00000111=Mover Selecionado
00000112=Mover para o Topo
00000113=Mover Acima
00000114=Mover Abaixo
00000115=Mover para o Rodapé
00000116=Adicionar...
00000117=Remover
00000118=Executar
00000119=Propriedades...
00000120=Carregar Lista...
00000121=Para arquivo de texto...
00000122=Limpar Lista
00000123=Atualizar
00000124=Definições
00000125=Ajustar Colunas
00000144=&Personalizar...
00000145=&Copiar
00000152=Mover
00000153=Topo
00000154=Acima
00000155=Abaixo
00000156=Rodapé
00000157=Alterar Método para
00000158=Adicionar Método
00000159=Excluir
00000160=Limpar
00000161=Você precisa de ajuda para começar?
00000162=Você precisa de ajuda para começar?
00000163=&Obtendo ajuda...
00000164=Adicionar Método Lote
00000179=Inserir &Etiqueta
00000180=&Desfazer
00000181=Re&cortar
00000182=C&opiar
00000183=Col&ar
00000184=Selecionar &Tudo
00000185=Visitar o &forum online...
00000186=Personalizar Colunas
00000187=Definições
00000188=Ajustar Colunas
00000189=&Personalizar...
00000190=Estilo de Exibição
00000191=Detalhes
00000192=Ícones grandes
00000193=Ícones pequenos
00000194=Lista
00000195=&Contribuir com o projeto...
00000196=Marcar
00000197=Desmarcar selecionado
00000198=Marcar selecionado
00000200=Não marcar nenhum
00000201=Marcar tudo
00000202=Modo Lote:
00000203=Pasta de saída:
00000204=Salvar Lista
00000205=Em arquivo CSV...
00000206=Remover itens sem etiquetas ID3
00000207=Remover itens sem informações de imagem
00000219=Regra de Colisão de Nome:
00000220=Separador:
00000221=Padrão:
00000223=Abrir método lote
00000225=Salvar método lote
00000226=Vídeo
00000227=Dimensões:
00000228=Taxa de quadros:
00000229=Duração:
00000230=Codec de vídeo:
00000231=Codec de áudio:
00000232=Taxa de bits:
00000233=Local GPS:
00000234=Classificação aleatória
00000235=Alterar descrição...
00000236=Precisão do GPS:
00000237=Ferram. Exif...
00000238=Adicionar barra de feramenta de pasta
00000239=Adicionar Selecionado
00000240=Exibir Arquivos
00000241=Atualizar
00000242=Painel de Pasta
00000243=Painel de pasta
00000244=Adicionar Selecionado
00000245=Programa de TV...
00000246=Importar
00000247=Programa de TV:
00000248=Episódio de TV:
00000249=Arquivo CSV...
00000250=Marcar por padrão...
00000251=Desmarcar por padrão...
00000252=Programa
00000253=Configurações da linha de comando...
00000254=Inverter marcas
00000255=Selecionar
00000256=Selecionar tudo
00000257=Não selecionar nada
00000258=Seleção inversa
00000259=A marca não coincide com o padrão...
00000260=Abrir pasta contendo
00000261=Uma nova versão do Advanced Renamer está disponível!
00000262=Atualizar agora!
00000264=Fechar

[BatchResultFrame]
00000003=Últimos resultados
00000004=Número total de itens:
00000005=Erros encontrados:
00000006=Exibir erros...
00000007=Desfazer último lote...
00000008=Adicionar todos os itens com êxito
00000009=Adicionar todos os ítens com erros
00000010=Adicionar todos os itens

[CustomizeCols]
00000002=Personalizar Colunas
00000094=Configurações da &Coluna:
00000095=&Colunas:
00000096=Largura das &Colunas:
00000097=OK
00000098=Cancelar
00000099=&Acima
00000100=A&baixo
00000101=&Topo
00000102=&Rodapé
00000103=Salvar
00000104=Excluir

[frmAddFolderChoice]
00000001=Adicionar pasta
00000002=Cancelar
00000003=OK
00000004=Adicionar &arquivos nas pastas
00000005=Adicionar p&astas
00000006=&Incluir subpastas
00000007=Máscara do nome do &arquivo:
00000008=Escolher a forma como você quer adicionar as pastas ao Advanced Renamer.
00000009=Adicionar pastas-&raiz
00000010=Adicionar &subpastas
00000011=Coincidência de expressões regulares:

[InsertTag]
00000003=<Inc. Nº.> - Incrementar números
00000096=Padrão
00000097=<Nome Dir.> - Nome do diretório
00000099=<Inc. Alpha> - Incrementar letras
00000101=<Nº Dir.> - Nº total de subdiretórios no diretório
00000103=<Nº. Arqs.> - Nº total de arquivos no diretório
00000105=<Ext.> - Extensão
00000107=<Nome> - Nome do arquivo sem extensão
00000109=<Inc. Nº Diret.> - Incrementar números por diretório
00000111=<Nº Itens> - Número total de ítens na lista
00000113=ID3/MP3
00000114=<Álbum ID3>
00000116=<Ano ID3>
00000118=<Faixa ID3>
00000120=<Título ID3>
00000122=<Gênero ID3>
00000124=<Artista ID3>
00000126=Imagem
00000127=<Largura da IMG> - Largura da Imagem
00000129=<Altura da IMG> - Altura da Imagem
00000131=<Ano da IMG>
00000133=<Mês da IMG>
00000135=<Dia da IMG>
00000137=<Hora da IMG>
00000139=<Min. da IMG>
00000141=<Seg. da IMG>
00000143=<Autor da IMG> - Artista da imagem
00000145=<Direitos Autorais da IMG> - Direitos autorais da Imagem
00000147=Hora
00000148=<Ano>
00000150=<Seg.>
00000152=<Min.>
00000154=<Hora>
00000156=<Dia>
00000158=<Mês>
00000160=Criado em
00000161=<Ano da Criação>
00000163=<Seg. da Criação>
00000165=<Min. da Criação>
00000167=<Hora da Criação>
00000169=<Dia da Criação>
00000171=<Mês da Criação>
00000173=Alterado em
00000174=<Ano da Alteração>
00000176=<Seg. da Alteração>
00000178=<Min. da Alteração>
00000180=<Hora da Alteração>
00000182=<Dia da Alteração>
00000184=<Mês da Alteração>
00000186=&Ajuda
00000187=<Aleat.> - Número aleatório
00000188=Avançado
00000189=<Conteúdo do Arquivo>
00000190=<Tx. de Bits>
00000191=<Substr.> - Substring
00000192=<Substr. Dir.> - Substring - direita
00000193=<Palavra> Palavra indexada do nome do arquivo
00000194=<Subseg. da IMG>
00000195=Tamanho
00000196=<Tam. Arq.>
00000197=<Tam. Arq. em KB>
00000198=<Tam. Arq. em MB>
00000199=<Tam. Arq. em GB>
00000200=<Tam. Arq. em TB>
00000201=Vídeo
00000202=<Larg. Vídeo> - Resolução Horizontal do vídeo
00000203=<Alt. Vídeo> - Resolução Vertical do vídeo
00000204=<Codec Vídeo> - Codec do Vídeo
00000205=<Codec Vídeo-Áudio> - Codec do Áudio
00000206=<Tx. de Bits> - Taxa de bits geral
00000207=<Tx. de Bits do Vídeo> - Apenas Taxa de bits do vídeo
00000208=<Tx. de Bits do Áudio> - Apenas Taxa de bits do Áudio
00000210=<Tx. de Quadros do Vídeo> - Número de quadros por segundo
00000211=<Dur. do Vídeo> - Tempo de duração do Vídeo
00000212=<Img. Marca da Câmera>
00000213=<Img. Modelo da Câmera>
00000214=<Img. Disparo>
00000215=<Img. Brilho>
00000216=<Img. Dist. Focal>
00000217=<Img. ISO>
00000218=<Img. Veloc. Obturador>
00000219=<Img. Tempo de Exposição>
00000220=<Img. Assunto>
00000221=<Img. Título>
00000222=<Img. Contraste>
00000223=<Img. Modo de Exposição>
00000224=<Img. Exposição do Programa>
00000225=<Img. Saturação>
00000226=<Img. Rigidez>
00000227=<Img. Balanço Branco>
00000228=GPS
00000229=<Lat. GPS> - Latitude
00000230=<Gráus Lat. GPS> - Gráus da Latitude
00000231=<Seg. Lat. GPS> - Segundos da latitude
00000232=<Min. Lat. GPS> - Minutos da latitude
00000237=<Lng. GPS> - Longitude
00000238=<Gráus Lng. GPS> - Gráus da longitude
00000239=<Min. Lng. GPS> - Minutos da longitude
00000240=<Seg. Lng. GPS> - Segundos da longitude
00000241=<Alt. GPS> - Altitude
00000242=<País GPS> - País de onde a imagem foi tirada
00000243=<Cidade GPS> - Cidade de onde a imagem foi tirada
00000244=<Estado GPS> - Estado de onde a imagem foi tirada
00000245=<Dir. Lng. GPS> - Direção da longitude
00000246=<Dir. Lat. GPS> - Direção da latitude
00000247=<Ferr. Exif> - Valor da Ferramenta Exif
00000249=Soma de Verificação
00000250=<MD5> - Some de Verificação MD5
00000251=<SHA1> - Soma de Verificação SHA-1
00000252=<SHA256> - Soma de Verificação SHA-256
00000253=Programa de TV
00000254=<Gên. Prog. TV> - Lista de gêneros
00000255=<Ano Prog. TV> - Ano em que o episódio foi ao ar
00000256=<Tít. Prog. TV> - Nome do Programa de TV
00000257=<Temp. Prog. TV> - Número da temporada
00000258=<Nº Epis. Prog. TV> - Número do episódio
00000259=<Dia Prog. TV> - Dia em que o episódio foi ao ar
00000260=<Mês Prog. TV> - Mês em que o episódio foi ao ar
00000261=<Ano Início Prog. TV> - O ano em que o primeiro programa foi ao ar
00000262=<Tít. Epis. Prog. TV> - Título do episódio
00000263=<Seq. Epis. Prog. TV> - Número sequencial do episódio
00000264=<Incr. Hex> - Incrementando números hex
00000265=<Incr. Romano> Incrementando numerais romanos
00000266=<Tít. Vídeo>
00000267=<Gên. Vídeo>
00000279=<Dur. ID3> - Tempo de reprodução do áudio
00000280=<Hora ID3> - Horas de parte do tempo de reprodução do áudio
00000281=<Min. ID3> - Minutos de parte do tempo de reprodução do áudio
00000282=<Seg. ID3> - Segundos de parte do tempo de reprodução do áudio
00000283=<Hora Vídeo> - Horas de parte do tempo de reprodução do vídeo
00000284=<Min. Vídeo> - Minutos de parte do tempo de reprodução do vídeo
00000285=<Seg. Vídeo> - Segundos de parte do tempo de reprodução do vídeo
00000286=<Linha Arq.>
00000287=<Nr. Decr.> Decrementando número
00000288=<Estampa Tempo Unix>
00000289=<Estampa Tempo Unix Criada>
00000290=<Estampa Tempo Unix Alterada>
00000291=Documentação da etiqueta
00000292=<Img. DPI> - Resolução da imagem em DPI
00000293=<Larg. Img. Pol.> - Largura em polegadas
00000294=<Alt. Img. Pol.> - Altura em polegadas
00000295=<Larg. Img. Cm.> - Largura em centímetros
00000296=<Alt. Img. Cm.> - Altura em centímetros
00000297=<Larg. Img. Mm.> - Largura em milímetros
00000298=<Altura Img. Mm.> - Altura em milímetros

[InsertTagWnd]
00000002=Valor do Campo Texto
00000094=Cancelar
00000095=Valor numérico
00000096=Padrão
00000097=OK
00000098=Usar expressões regulares
00000099=Etiquetas:
00000100=Metacaracteres para expressões regulares:

[Patern]
00000002=Padrões
00000094=Padrões &Disponíveis:
00000159=&Excluir
00000160=&Padrão Selecionado:
00000161=OK
00000162=Cancelar
00000163=&Adicionar
00000164=&Novo

[PreRenaming]
00000002=Iniciar Renomeação
00000094=Configurações de Renomeação:
00000160=Assegure-se de que as suas configurações de renomeação estejam corretas antes de clicar em Renomear.
00000161=Cancelar
00000162=Iniciar

[Progress]
00000002=Progresso
00000094=Por favor, aguarde, preparando lote...
00000160=Quantidade total de arquivos:
00000161=OK
00000162=Ver Erros
00000163=Adicionar arquivos:
00000164=Nenhum
00000165=Nenhum\nArquivos que podem ser renomeados\nArquivos que não podem ser renomeados\nTodos os arquivos\n
00000166=Folha da Aba 1
00000167=Nome do Arquivo
00000168=Código do Erro
00000169=Descrição do Erro
00000170=Total de arquivos:
00000171=Com êxito:
00000172=Erros:
00000173=Folha da Aba 2
00000174=Erros encontrados:

[ProgressAdd]
00000002=Por favor, aguarde...
00000094=Adicionando arquivos...
00000161=Cancelar

[ProgressError]
00000002=Erros encontrados
00000094=Foram encontrados erros nos arquivos selecionados para o lote. Os seguintes arquivos não podem ser renomeados. Escolha uma ação abaixo. Nenhum arquivo foi renomeado ainda.
00000161=Parar lote
00000163=Pular arquivos com erro
00000164=Total de arquivos:
00000165=Erros:
00000166=Nome do Arquivo
00000167=Erro

[Settings]
00000002=Configurações
00000161=Cancelar
00000162=OK
00000163=Padrão
00000164=&Substituir não suportados com:
00000165=Largura da &miniatura:
00000166=Altura da m&iniatura:
00000167=Exibir Campo de &Informações do Arquivo
00000168=Confirmar ao &Limpar Lista
00000171=&Menú de Contexto do Explorer
00000172=Exibir &grade
00000173=Usar informações EXIF para largura e altura da imagem
00000175=Idioma:
00000177=Salvar configurações nesta pasta:
00000178=Na pasta pessoal
00000179=Na mesma pasta do aren.exe
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=Abrir Pasta...
00000187=Exibir a ajuda para começar
00000188=Usar preenchimento zero nas etiquetas Inc. Nº
00000194=Verificar atualizações ao inicializar
00000195=Campo EXIF para operações de data e hora de imagem:
00000196=O estado verificado afeta etiquetas Inc. Nº
00000197=Separadores de palavra:
00000198=Associar arquivos .aren ao Advanced Renamer
00000199=Ambiente
00000200=Programa
00000201=Renomeação
00000202=Arquivos de Imagem
00000203=Arquivos de Música
00000204=Preferência ID&3
00000205=Exibir barra de botão adicionar método
00000206=Adic. arqs. qdo. lote terminar:
00000207=Corredor do console
00000208=Pasta do aplicativo no Caminho do Ambiente
00000209=Editor de Script JS
00000210=Tamanho do recuo da tabulação:
00000212=Rolagem para o final da linha
00000213=Limite do item:

[UndoBatchForm]
00000002=Desfazer
00000094=Selecionar um trabalho de desfazer na lista à esquerda
00000161=Fechar
00000162=Desfazer esta lista
00000163=Ítem Original
00000164=Nome do Arquivo Renomeado
00000165=Erro
00000166=Pasta Original
00000167=Marcar tudo
00000168=Desmarcar tudo
00000169=Selecione um trabalho de lote anterior abaixo e clique em "Desfazer esta lista" para reverter o trabalho renomeado.
00000170=Pasta Renomeada
00000171=Excluir...
00000172=Desmarcar &itens com erros

[frmCommandLine]
00000002=Configurações da linha de comando
00000202=Modo lote:
00000223=Abrir método lote
00000224=Caminho:
00000225=Arquivo da lista de método:
00000226=Tipos de itens:
00000227=Itens:
00000228=Ordenar item:
00000229=Saída para arquivo log:
00000230=Pasta de destino:
00000231=Máscara do item:
00000232=Máscara do item Regex:
00000233=Comando:
00000234=Arquivo contendo itens:
00000235=Adicionar também itens das subpastas
00000236=Reverso
00000237=Itens do caminho
00000238=Lista de itens
00000239=Arquivo contendo itens
00000240=Comando copiar
00000241=Salvar para Arquivo .bat...
00000242=Fechar
00000243=Abrir arquivo
00000244=Salvar arquivo
00000245=Salvar arquivo de lote

[frmCSVImport]
00000002=Importar CSV
00000003=&Importar
00000008=Cancelar
00000009=Nome do arquivo:
00000010=Separador de coluna:
00000011=Coluna para o nome do arquivo original:
00000012=Coluna para o novo nome do arquivo: (opcional)
00000013=Pasta base para arquivos originais:
00000014=A primeira linha é cabeçalho
00000015=Nome do arquivo original
00000016=Nome do novo arquivo
00000017=Status

[frmExifTool]
00000002=Ferramenta Exif
00000094=Fechar
00000096=Etiqueta:
00000097=Copiar
00000098=A Ferramenta Exif é um programa externo com suporte a mais formatos de arquivos que o Advanced Renamer nativamente. Use a Ferramenta Exif para ganhar acesso a mais arquivos de metadados.
00000099=Site da Ferramenta Exif

[frmJSScript]
00000001=Script
00000002=Fechar e aplicar script
00000003=Este script será executado uma vez para cada item da lista.
00000004=Este script será executado uma vez e antes de interagir e processar todos os itens da lista. Use-o para definir quaisquer valores iniciais.

[frmTVShow]
00000002=Importar Programa de TV
00000003=OK
00000004=Procurar por programa de TV:
00000005=Pesquisar
00000006=Avançar >
00000007=< Voltar
00000008=Cancelar
00000009=Exibir Selecionado:
00000010=Gênero:
00000011=Temporadas:
00000013=Temporadas:
00000014=Episódios:
00000015=Use este guia para preencher os arquivos na lista de programa de TV com as informações recolhidas de TVMaze.com.\n\nAntes de continuar, assegure-se de que os arquivos na lista estão organizados corretamente.\n\nAo terminar de importar as informações de tvrage.com,você pode usar as etiquetas dos Programas de TV para renomear\nos arquivos com as informações dos Programas de TV.\n
00000016=Importar de:
00000017=Contagem da lista de arquivos:
00000018=Contagem de episódio selecionado:
00000019=Atualizar

[$CONSTANTS]
AbsoluteDateTime=Data e hora absoluta
Accessed=Acessado em
AccessedDateTime=Data e hora acessada
Active=Ativo
Add=Adicionar
AddFiles=Adicionar arquivos
AddingFiles=Adicionando arquivos...
All=Tudo
AllFiles=Todos os arquivos
AllItems=Todos os itens
AnalyzingFiles=Analisando arquivos...
ApplyScript=Aplicar script
ApplyTo=Aplicar para
Archive=Arquivo
Archive_Short=A
Ask=Perguntar
AtIndex=No índice
Audio=Áudio
Backwards=Atrás
BatchModeCopy=Copiar
BatchModeMove=Mover
BatchModeRename=Renomear
Beta=Beta
BetaFeature=Recurso Beta
CaseSensitive=Maiúsculas/Minúsculas
ColumnName0=Nome do Arquivo
ColumnName1=Caminho
ColumnName10=Gênero ID3
ColumnName100=Nome da Pasta
ColumnName101=Caminho
ColumnName102=Criado em
ColumnName103=Atributos
ColumnName104=Novos Atributos
ColumnName105=Novo Nome da Pasta
ColumnName106=Nova Data de Criação
ColumnName107=Código do Erro
ColumnName108=Erro
ColumnName109=Novo Caminho
ColumnName11=Título ID3
ColumnName12=Faixa ID3
ColumnName13=Ano ID3
ColumnName14=Novos Atributos
ColumnName15=Novo Nome do Arquivo
ColumnName16=Nova Data de Criação
ColumnName17=Nova Data de Acesso
ColumnName18=Nova Data de Alteração
ColumnName19=Código do Erro
ColumnName2=Tamanho
ColumnName20=Erro
ColumnName21=Data Obtida
ColumnName22=Extensão
ColumnName23=Novo Caminho
ColumnName3=Data de Criação
ColumnName4=Data Acessada
ColumnName5=Data de Alteração
ColumnName6=Atributos
ColumnName7=Dimensões
ColumnName8=Álbum ID3
ColumnName9=Artista ID3
CopiedFileCouldNotBeFound=O arquivo copiado não pode ser encontrado
CopiedFolderCouldNotBeFound=A pasta copiada não pode ser encontrada
CopiedItem=Ítem copiado
CopiedItemPath=Caminho do item copiado
Created=Criado em
CreatedDateTime=Data e hora de criação
current=Atual
Datetime=Data e hora
Day=Dia
Day_Long_1=Segunda-feira
Day_Long_2=Terça-feira
Day_Long_3=Quarta-feira
Day_Long_4=Quinta-feira
Day_Long_5=Sexta-feira
Day_Long_6=Sábado
Day_Long_7=Domingo
Day_Short_1=Seg.
Day_Short_2=Ter.
Day_Short_3=Qua.
Day_Short_4=Qui.
Day_Short_5=Sex.
Day_Short_6=Sáb.
Day_Short_7=Dom.
DeltaDateTime=Dia e hora delta
Description=Descrição
DirnamePattern=Nome do diretório padrão
Edit=Editar
Error=Erro
Errors=Erros
Err_100=OK
Err_101=Erro desconhecido
Err_102=<>:"/\\*? não são suportados em nomes de arquivos
Err_103=O nome do arquivo contém caracteres ilegais
Err_104=O nome do arquivo é muito longo
Err_105=O arquivo já existe
Err_106=A pasta não existe
Err_107=Não é possível encontrar o arquivo de orígem
Err_108=Nome de arquivo não especificado
Err_109=Há possibilidade de vários arquivos com o mesmo nome
Err_110=Método de renomeação inválido
Err_111=Nenhuma informação da imagem encontrada
Err_112=Nenhuma Etiqueta ID3 encontrada
Err_113=Há muitos arquivos em <Inc Alpha>
Err_114=Estampa de tempo inválida
Err_115=Extensão alterada
Err_116=Etiqueta inválida
Err_117=Expressão regular inválida
Err_118=Padrão não encontrado
Err_119=Nenhum resultado do servidor geo
Err_120=Resultado inválido do servidor geo
Err_121=Nenhuma informação de vídeo encontrada
Err_122=Nenhuma informação do GPS encontrada
Err_123=As pastas não podem ser movidas ou copiadas para um diretório diferente
Err_124=Script inválido
Err_125=Erro da Ferramenta Exif
Err_126=Não foram procuradas informações de Programas de TV. Use primeiro a janela Importar TV
Err_127=Ignorar ao duplicar
Excellent=Excelente
EXIFDate_DateDigitized=Data digitalizada
EXIFDate_DateOriginal=Data original
EXIFDate_DateTaken=Data obtida
Extension=Extensão
Fair=Razoável
File=Arquivo
FileCouldNotBeRenamed=O arquivo não pode ser renomeado
Fileinfo=Informações do item
FilenamePattern=Nome de arquivo padrão
FileRenamedOK=Arquivo renomeado OK
Files=Arquivos
Folder=Pasta
FolderLocation=Local da pasta
Folders=Pastas
GettingThumbnails=Recuperando miniaturas...
Good=Bom
GotErrors=Possui Erros
HandleNegativeNumbers=Lidar com números negativos
Hidden=Oculto
Hidden_Short=H
Hour=Hora
Ideal=Ideal
ImageDateTime=Data e hora da imagem
ImageFile=Arquivo de imagem
InputMessageDescription=Alterar descrição do método
InvertCase=Configurar maiúsculas/minúsculas invertidas
ItemNotReverted=Não é possível reverter item
ItemRevertedOK=Item revertido OK
Items=Itens
LoadList=Carregar Lista
LowerCase=Definir minúsculas
LowerCaseFirstLetter=Definir primeira letra como minúscula
LowerCaseFirstLetterInEveryWord=Definir primeira letra como minúscula em cada palavra
LowerCasePattern=Definir padrão para minúsculas
MethodName_Add=Adicionar
MethodName_Attributes=Atributos
MethodName_List=Lista
MethodName_Move=Mover
MethodName_NewCase=Novas Maiúsculas/Minúsculas
MethodName_NewName=Novo Nome
MethodName_Remove=Remover
MethodName_RemovePattern=Remover padrão
MethodName_Renumber=Renumerar
MethodName_Replace=Substituir
MethodName_Script=Script
MethodName_Swap=Trocar
MethodName_Timestamp=Estampa de Tempo
MethodName_Trim=Separar
Methods=Métodos
Min=Min.
Moderate=Moderado
Modified=Alterado em
ModifiedDateTime=Data e hora da alteração
Month=Mês
Month_01_Long=Janeiro
Month_01_Short=Jan.
Month_02_Long=Fevereiro
Month_02_Short=Fev.
Month_03_Long=Março
Month_03_Short=Mar.
Month_04_Long=Abril
Month_04_Short=Abr.
Month_05_Long=Maio
Month_05_Short=Mai.
Month_06_Long=Junho
Month_06_Short=Jun.
Month_07_Long=Julho
Month_07_Short=Jul.
Month_08_Long=Agosto
Month_08_Short=Ago.
Month_09_Long=Setembro
Month_09_Short=Set.
Month_10_Long=Outubro
Month_10_Short=Out.
Month_11_Long=Novembro
Month_11_Short=Nov.
Month_12_Long=Dezembro
Month_12_Short=Dez.
MoveCount=Mover contador
MovedFileCouldNotBeFound=O arquivo movido não pode ser encontrado
MovedFolderCouldNotBeFound=A pasta movida não pode ser encontrada
MovedItem=Ítem movido
MovedItemPath=Caminho do item movido
MoveFrom=Mover de
MoveRelative=Mover relativos
MoveTo=Mover para
MsgTitle_Confirm_ClearList=Limpar Lista
MsgTitle_Confirm_DeleteColumnSet=Você quer excluir a definição da coluna?
MsgTitle_Confirm_OverwriteColumnSet=A definição já existe
MsgTitle_Confirm_Quit=Sair do Advanced Renamer
MsgTitle_Error=Erro
MsgTitle_Error_FileNotFound=Arquivo não encontrado
MsgTitle_Error_InvalidColumnSetName=Nome inválido
Msg_Confirm_ClearList=Você está prestes a limpar todos os arquivos da lista.\n\nVocê quer continuar?
Msg_Confirm_ClearMethodList=Você quer limpar a lista de métodos?
Msg_Confirm_DeleteColumnSet=Excluir Definição da Coluna\n\nVocê quer mesmo excluir a configuração chamada "%s"?
Msg_Confirm_ExtChanged=A extensão será alterada em alguns arquivos. Em alguns casos, isto poderá inutilizar os arquivos.\n\nVocê quer continuar renomeando assim mesmo?
Msg_Confirm_OverwriteColumnSet=A configuração já existe\n\nVocê quer substituir a configuração chamada "%s"?
Msg_Confirm_OverwriteFile=Você quer substituir o arquivo?\n\nVocê está prestes a substituir o arquivo "%s". Você quer continuar?
Msg_Confirm_PopulateList=Você quer preencher a caixa de texto com os nomes originais dos itens na lista?
Msg_Confirm_Quit=Ainda há arquivos na lista\n\nVocê quer mesmo fechar?
Msg_Confirm_RenamingPossibleErrors=Erros encontrados\n\nPossíveis erros foram encontrados, o que torna impossível renomear os arquivos adicionados.\n\nVocê quer continuar renomeando?
Msg_Confirm_SettingsPathChanged=Você alterou a pasta de configurações.\n\nVocê quer copiar as suas configurações atuais para esta pasta?\n\nNota: Quaisquer arquivos existentes na pasta serão substituídos.
Msg_Error_AddFileAssociation=Não é possível adicionar a associação de arquivos
Msg_Error_CannotAddSoManyFiles=Não é possível adicionar arquivos.\n\nVocê não pode carregar mais de %d itens na lista.
Msg_Error_CheckUpdates=Erro\n\nNão é possível verificar se há atualizações.
Msg_Error_CoultNotCreateFolder=Não é possível criar pastas
Msg_Error_FileNotFound=Erro\n\nNão é possível encontrar o arquivo "%s".
Msg_Error_InvalidColumnSetName=Erro\n\n%s não é um nome válido\n\nUm Nome de Definição da Coluna apenas pode conter letras, números,- e _.
Msg_Error_InvalidFolder=Erro\n\nNão é uma pasta válida.
Msg_Error_MustEnableBeforeAddFolders=Você ativar ou "%s" ou "%s"
Msg_Error_NotFoundItems=%d item(ns) não foi(ram) encontrado(s).\n\n%s
Msg_Error_NoUndoList=Nenhuma lista de desfazer foi selecionada.
Msg_Error_Only2000Plus=Este recurso não é suportado no seu sistema. Este recurso está disponível apenas no Windows 2000 ou posterior.
Msg_Error_RemoveFileAssociation=Não é possível remover a associação de arquivos
Msg_Error_RenamingNoFilesInList=Erro\n\nNão é possível iniciar a renomeação porque não há arquivos na lista.
Msg_Error_Unknown=Erro desconhecido\n\n%s
Msg_FirstTimeUse=Esta parece ser a primeira vez que você usa o Advanced Renamer. É uma boa idéia dar uma olhada no guia do usuário antes de começar a utilizar este programa.\n\nVocê quer ver o guia do usuário agora?
Msg_Info_BatchModeNotSupportedForFolders=O modo lote selecionado não é suportado para uso com pastas.
Msg_Info_ConvertMethods_0310=Nesta versão do Advanced Renamer, as pré-configurações de métodos estão localizadas em uma pasta personalizada. Ao clicar em OK, você poderá escolher uma pasta vazia para converter suas pré-configurações de método existentes.
Msg_Info_CouldNotBeAdded=%d arquivos não puderam ser adicionados.
Msg_Info_ItemsAlreadyInList=%d dos itens já estão na lista
Msg_Info_LanguageChange=A alteração do idioma será aplicada ao reinicializar o programa.
Msg_Info_NewVersion=Uma nova versão do Advanced Renamer está disponível!\n\nVocê quer baixá-la?
Msg_Info_NoNewVersion=Não há uma nova versão do Advanced Renamer neste momento.
Msg_Info_RevertChanges=Isto redefinirá todas as suas alterações às configurações padrão.\n\nVocê quer continuar?
Msg_Info_UndoHasEnded=O lote desfeito foi concluído com % de erros.
Msg_Info_UndoSuccess=O lote foi revertido com êxito.
MusicFile=Arquivo de música
Name=Nome
NameAndExtension=Nome e extensão
NameCollisionRule_AppendImgSubsec=Anexar sub-segundo da imagem
NameCollisionRule_AppendNumber=Anexar incrementação de número
NameCollisionRule_AppendPattern=Anexar padrão
NameCollisionRule_Fail=Falhou
NameCollisionRule_Ignore=Ignorar
NewCase=Novas Maiúsc./Minúsc.
NewFolder=Nova Pasta
NewName=Novo Nome
NewNumber=Novo número
No=Não
NoChange=Nenhuma alteração
NoMethods=Nenhum método em uso.\n\nClique em Adicionar para adicionar novos métodos.
None=Nenhum
Nth1=1º
Nth2=2º
Nth3=3º
Nth4=4º
Nth5=5º
Nth6=6º
Nth7=7º
Nth8=8º
Nth9=9º
NumberDifference=Diferença do número
NumberLength=Comprimento do número
NumberPosition=Posição do número
NumericValueOrPattern=Valor numérico ou padrão de pesquisa
Occurrence=Ocorrência
OK=OK
OriginalFileNotFound=O arquivo original não foi encontrado
OriginalFileStillExists=O arquivo original ainda existe
OriginalFolderNotFound=A pasta original não foi encontrada
OriginalFolderStillExists=A pasta original ainda existe
Pattern=Padrão
Poor=Pobre
PopulateList=Preencher lista
PreBatchScript=Script do pré-lote...
ReadOnly=Somente leitura
Readonly_Short=R
RegEx_AnyChar=Quaisquer caracteres
RegEx_CharList=Caractere contido na lista de caracteres
RegEx_Digit=Caractere de dígito
RegEx_EndLine=Final da linha
RegEx_Match0OrMore=Coincidir com 0 ou mais
RegEx_Match1Or0=Coincidir com 1 ou 0
RegEx_Match1OrMore=Coincidir com 1 ou mais
RegEx_MatchLeastNTimeNoMoreM=Coincidir com pelo menos n vezes, mas nunca mais do que m vezes
RegEx_MatchLeastNTimes=Coincidir com pelo menos n vezes
RegEx_MatchNTimes=Coincidir com n vezes
RegEx_NonCharList=Caractere não contido na lista de caracteres
RegEx_NonDigit=Nenhum caractere de dígito
RegEx_NonWordChar=Nenhum caractere de palavra
RegEx_StartLine=Início da linha
RegEx_SubAlternative=Alternativa sub-padrão
RegEx_SubGroup=Grupo sub-padrão
RegEx_SubMatch=Primeira coincidência sub-padrão
RegEx_WordChar=Caractere de palavra
RemoveCount=Remover contagem
RenamedFileCouldNotBeFound=Arquivo renomeado não encontrado
RenamedFolderCouldNotBeFound=Pasta renomeada não encontrada
RenamedItem=Ítem renomeado
RenamedItemPath=Caminho do item renomeado
RenumberChange=Alterar para
RenumberChangeTypeAbsoluteText=Número absoluto
RenumberChangeTypeRelativeText=Relativo ao número existente
Replace=Substituir
ReplaceWith=Substituir com
SaveColumnSet=Salvar configuração da coluna
SaveList=Salvar Lista
Season=Temporada
Sec=Seg.
SelectFolder=Selecionar pasta
SelectMethod=Selecionar um método.
Separator=Separador
Set=Definir
ShowInWindow=Exibir na Janela...
Skip=Pular
StartingAt=Iniciando às
Status=Status
Status_TestingNames=Status: Testando nomes...
System=Sistema
System_Short=S
Tag=Etiqueta
TagCategoryAdvanced=Etiquetas Avançadas
TagCategoryChecksum=Etiquetas de Soma de Verificação
TagCategoryDateTime=Etiquetas de Data/Hora
TagCategoryDateTimeCreated=Etiquetas criadas de Data/Hora
TagCategoryDateTimeModified=Etiquetas alteradas de Data/Hora
TagCategoryDefault=Etiquetas padrão
TagCategoryFileSize=Etiquetas de tamanho de arquivo
TagCategoryGPS=Etiquetas de Local de GPS
TagCategoryID3=Etiquetas ID3/MP3
TagCategoryImage=Etiquetas de Imagem
TagCategoryTVShow=Programa de TV
TagCategoryVideo=Etiquetas de Vídeo
TBShowlblEpisodesTitle=Selecione temporadas e episódios por "%s".
TextList=Lista de texto
TextToBeReplaced=Texto à ser substituído
ToRemoveMoreThanOne=Para remover mais de um padrão, use \\ para separar o padrão diferente.
ToReplaceMoreThanOne=Para substituir mais de uma frase, use \\ para separar as frases diferentes.
TrimCharacters=Caracteres trim
TypeNameForColumnSet=Informe um nome para definir a coluna.
Unknown=Desconhecido
Unset=Não definido
UpdateAvailable=Há uma atualização disponível! Clique para atualizar.
UpperCase=Definir maiúsculas
UpperCaseFirstLetter=Definir primeira letra como maiúscula
UpperCaseFirstLetterInEveryWord=Definir primeira letra como maiúscula em cada palavra
UpperCasePattern=Definir padrão para maiúsculas
UseRegularExpressions=Usar expressões regulares
Value=Valor
Video=Vídeo
VideoFile=Arquivo de Vídeo
WithErrors=Itens com erros
WithoutErrors=Itens sem erros
WordSeperators=Separadores de palavras
Year=Ano
Yes=Sim
ZeroPadding=Preenchimento zero
ZeroPadTypeAuto=Automático
ZeroPadTypeManual=Manual
ZeroPadTypeNo=Sem preenchimento
